Repository: hwacho9/run-linker
Catalog: run-linker/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

# session.ready.location_sync
source: 위치 동기화
en: Location Sync
ja: 位置同期

# session.ready.location_sync.precise_detail
source: 정확한 위치 공유가 켜져 있습니다.
en: Precise location sharing is on.
ja: 正確な位置共有がオンです。

# session.ready.location_sync.private_detail
source: 시작/종료 지점은 보호됩니다.
en: Start and finish points are protected.
ja: 開始/終了地点は保護されます。

# session.ready.match_summary %@ %@
source: %1$@님과 함께 %2$@ 러닝
en: Run %2$@ with %1$@
ja: %1$@さんと%2$@ラン

# session.ready.pace_standard
source: 페이스 기준
en: Pace Standard
ja: ペース基準

# session.ready.pace_standard.detail %@
source: %@ 근처에서 싱크를 계산합니다.
en: Sync is calculated around %@.
ja: %@前後でシンクを計算します。

# session.ready.solo_summary
source: 개인 기록 모드로 시작합니다.
en: Starting in personal record mode.
ja: 個人記録モードで開始します。

# session.ready.status
source: 준비됨
en: Ready
ja: 準備完了

# session.ready.title
source: 러닝 준비 완료
en: Ready to Run
ja: ランニング準備完了

# session.recent_activity
source: 최근 활동
en: Recent Activity
ja: 最近のアクティビティ

# session.record
source: 기록
en: Record
ja: 記録

# session.results.title
source: 러닝 결과
en: Run Results
ja: ラン結果

# session.route
source: 경로
en: Route
ja: 経路

# session.running_duration
source: 운동 시간
en: Running Duration
ja: 運動時間

# session.setup.title
source: 러닝 설정
en: Setup Run
ja: ランニング設定

# session.solo
source: 혼자
en: Solo
ja: ソロ

# session.solo.hero.title
source: 오늘은 나만의 페이스로 달려요
en: Run at your own pace today
ja: 今日は自分の ペースで走ろう

# session.solo.private_record
source: 개인 기록으로 저장
en: Save as Private Record
ja: 個人記録として保存

# session.solo.private_record.subtitle
source: 친구 피드에는 공유하지 않고 내 기록에만 저장합니다
en: Save only to your records without sharing to friends feeds.
ja: 友だちのフィードには共有せず、自分の記録にのみ保存します。

# session.solo.settings
source: 혼자 달리기 설정
en: Solo Run Settings
ja: ソロラン設定

# session.solo.start
source: 혼자 달리기 시작
en: Start Solo Run
ja: ソロランを開始

# session.solo.target_distance
source: 개인 목표 거리
en: Solo Target Distance
ja: 個人目標距離

# session.solo.voice_guide.subtitle
source: KM마다 시간, 거리, 페이스를 안내합니다
en: Get time, distance, and pace updates every kilometer.
ja: 1kmごとに時間、距離、ペースを案内します。

# session.start_run
source: 러닝 시작
en: Start Run
ja: ラン開始

# session.start_together
source: 함께 시작하기
en: Start Together
ja: 一緒に始める

# session.step.friend_selection
source: 친구 선택
en: Choose Friend
ja: 友だち選択

# session.step.live_run
source: 실시간 러닝
en: Live Run
ja: ライブラン

# session.step.matching
source: 매칭 중
en: Matching
ja: マッチング中

# session.step.ready_room
source: 대기실
en: Ready Room
ja: 待機室

# session.step.results
source: 결과
en: Results
ja: 結果

# session.step.setup
source: 매칭 설정
en: Match Setup
ja: マッチ設定

# session.summary
source: 요약
en: Summary
ja: 概要

# session.target_distance
source: 목표 거리
en: Target Distance
ja: 目標距離

# session.target_distance_format
source: 목표 거리: %.1f km
en: Target Distance: %.1f km
ja: 目標距離: %.1f km

# session.target_pace
source: 목표 페이스
en: Target Pace
ja: 目標ペース

# session.time
source: 시간
en: Time
ja: 時間

# session.today_match
source: 오늘의 매칭
en: Today's Match
ja: 今日のマッチ

# session.waiting_runner_summary_format
source: %1$@님 외 %2$d명
en: %1$@ and %2$d others
ja: %1$@さんほか%2$d人

# session.waiting_runners
source: 현재 대기 중인 러너
en: Runners Waiting Now
ja: 現在待機中のランナー

# session.workout_features
source: 운동 기능 설정
en: Workout Features
ja: ランニング機能設定

# session.you
source: 나
en: You
ja: あなた

# sync.score
source: 싱크 점수
en: SYNC SCORE
ja: シンクスコア

# tab.activity
source: 기록
en: Activity
ja: 記録

# tab.friends
source: 친구
en: Friends
ja: 友だち

# tab.home
source: 홈
en: Home
ja: ホーム

# tab.my
source: 마이
en: My
ja: マイ

# weekday.fri
source: 금
en: Fri
ja: 金

# weekday.mon
source: 월
en: Mon
ja: 月

# weekday.sat
source: 토
en: Sat
ja: 土

# weekday.sun
source: 일
en: Sun
ja: 日

# weekday.thu
source: 목
en: Thu
ja: 木

# weekday.tue
source: 화
en: Tue
ja: 火

# weekday.wed
source: 수
en: Wed
ja: 水

source: Firestore 프로필 저장 테스트
ja: Firestoreプロフィール保存テスト

source: Pair View snapshot
ja: Pair View スナップショット

source: Records
ja: 記録

source: SYNC SCORE
ja: シンクスコア

source: Solo Run
ja: ソロラン

source: Sync Score %lld%%
ja: シンクスコア %lld%%

# my.profile.default_name
source: RunLinker Runner
ja: RunLinkerランナー

source: 가장 많이 함께 달린 친구
ja: 一番多く一緒に走った友だち

source: 개인 기록
ja: 個人記録

source: 김지수
ja: キム・ジス

source: 나의 러닝 성장
ja: 自分のランニング成長

source: 무시
ja: 無視

source: 아직 기록이 없어요
ja: まだ記録がありません

source: 이번 주 거리 흐름
ja: 今週の距離の推移

source: 재시도
ja: 再試行

source: 전체
ja: すべて

source: 지금까지 연결한 총 누적 거리
ja: これまでつないだ累計距離

source: 첫 러닝을 시작하면 세션 히스토리와 내 통계가 자동으로 채워집니다.
ja: 最初のランニングを始めると、セッション履歴と自分の統計が自動で追加されます。

source: 최근 러닝을 빠르게 확인하고 다시 이어 달릴 수 있어요.
ja: 最近のランニングをすばやく確認し、また続けて走れます。

source: 최신순
ja: 新しい順

source: 프로필 저장 실패
ja: プロフィール保存失敗

source: 함께 달리기
ja: 一緒に走る

source: 함께 달린 비율
ja: 一緒に走った割合

source: 혼자 달리기
ja: ひとりで走る
